Repository: jorrhe/cwabd.koplugin
Catalog: l10n/*/koreader.po
Languages: ar, de, it_it, nl_nl, pt_br, ru

source: New version available: %s (you have %s). Download and install?
ar: إصدار جديد متاح: %s (لديك %s). تنزيل وتثبيت؟
de: Neue Version verfügbar: %s (Sie haben %s). Herunterladen und installieren?
it_it: Nuova versione disponibile: %s (hai %s). Scaricare e installare?
nl_nl: Nieuwe versie beschikbaar: %s (je hebt %s). Downloaden en installeren?
pt_br: Nova versão disponível: %s (você tem %s). Baixar e instalar?
ru: Доступна новая версия: %s (у вас %s). Скачать и установить?

source: an older version
ar: إصدار أقدم
de: eine ältere Version
it_it: una versione precedente
nl_nl: een oudere versie
pt_br: uma versão mais antiga
ru: более старая версия

source: Update available
ar: تحديث متاح
de: Update verfügbar
it_it: Aggiornamento disponibile
nl_nl: Update beschikbaar
pt_br: Atualização disponível
ru: Доступно обновление

source: Update
ar: تحديث
it_it: Aggiorna
pt_br: Atualizar
ru: Обновить

source: Cancel
ar: إلغاء
de: Abbrechen
it_it: Annulla
nl_nl: Annuleren
pt_br: Cancelar
ru: Отмена

source: Downloading update...
ar: جارٍ تنزيل التحديث...
de: Update wird heruntergeladen...
it_it: Download aggiornamento...
nl_nl: Update wordt gedownload...
pt_br: Baixando atualização...
ru: Загрузка обновления...

source: Download failed. Please try again later.
ar: فشل التنزيل. يرجى المحاولة مرة أخرى لاحقًا.
de: Download fehlgeschlagen. Bitte versuchen Sie es später erneut.
it_it: Download fallito. Riprova più tardi.
nl_nl: Download mislukt. Probeer het later opnieuw.
pt_br: Falha no download. Por favor, tente novamente mais tarde.
ru: Ошибка загрузки. Пожалуйста, попробуйте позже.

source: Close
ar: إغلاق
de: Schließen
it_it: Chiudi
nl_nl: Sluiten
pt_br: Fechar
ru: Закрыть

source: Select Z-library Download Directory
ar: تحديد دليل تنزيل Z-library
de: Z-library Download-Verzeichnis auswählen
it_it: Seleziona directory di download Z-library
nl_nl: Selecteer Z-library downloadmap
pt_br: Selecionar diretório de download da Z-library
ru: Выберите папку для загрузок из Z-библиотеки

source: Download directory set to: %s
ar: تم تعيين دليل التنزيل إلى: %s
de: Download-Verzeichnis festgelegt auf: %s
it_it: Directory di download impostata su: %s
nl_nl: Downloadmap ingesteld op: %s
pt_br: Diretório de download definido para: %s
ru: Папка для загрузок установлена: %s

source: No directory selected.
ar: لم يتم تحديد دليل.
de: Kein Verzeichnis ausgewählt.
it_it: Nessuna directory selezionata.
nl_nl: Geen map geselecteerd.
pt_br: Nenhum diretório selecionado.
ru: Папка не выбрана.

source: %d items selected for %s.
ar: تم تحديد %d عنصر لـ %s.
de: %d Elemente für %s ausgewählt.
it_it: %d elementi selezionati per %s.
nl_nl: %d items geselecteerd voor %s.
pt_br: %d itens selecionados para %s.
ru: Выбрано %d элементов для %s.

source: Filter cleared for %s.
ar: تم مسح الفلتر لـ %s.
de: Filter für %s gelöscht.
it_it: Filtro cancellato per %s.
nl_nl: Filter gewist voor %s.
pt_br: Filtro limpo para %s.
ru: Фильтр сброшен для %s.

source: Set
ar: تعيين
de: Festlegen
it_it: Imposta
nl_nl: Instellen
pt_br: Definir
ru: Установить

source: Setting saved successfully!
ar: تم حفظ الإعداد بنجاح!
de: Einstellung erfolgreich gespeichert!
it_it: Impostazione salvata con successo!
nl_nl: Instelling succesvol opgeslagen!
pt_br: Configuração salva com sucesso!
ru: Настройки успешно сохранены!

source: Setting cleared.
ar: تم مسح الإعداد.
de: Einstellung gelöscht.
it_it: Impostazione cancellata.
nl_nl: Instelling gewist.
pt_br: Configuração limpa.
ru: Настройка сброшена.

source: Set languages
it_it: Imposta lingue
pt_br: Configurar idiomas

source: Language: %s
it_it: Lingua: %s
pt_br: Idioma: %s

source: Languages (%d)
it_it: Lingue (%d)
pt_br: Idiomas (%d)

source: Set formats
it_it: Imposta formati
pt_br: Configurar formatos

source: Format: %s
it_it: Formato: %s
pt_br: Formato: %s

source: Formats (%d)
it_it: Formati (%d)
pt_br: Formatos (%d)

source: Search Z-library
ar: البحث في Z-library
de: Z-library durchsuchen
it_it: Cerca su Z-library
nl_nl: Zoek in Z-library
pt_br: Buscar na Z-library
ru: Поиск в Z-библиотеке

source: Please enter a search term.
ar: الرجاء إدخال مصطلح بحث.
de: Bitte geben Sie einen Suchbegriff ein.
it_it: Inserisci un termine di ricerca.
nl_nl: Voer een zoekterm in.
pt_br: Por favor, insira um termo de busca.
ru: Пожалуйста, введите поисковый запрос.

source: Unknown Title
ar: عنوان غير معروف
de: Unbekannter Titel
it_it: Titolo Sconosciuto
nl_nl: Onbekende titel
pt_br: Título desconhecido
ru: Неизвестное название

source: Rating
ar: التقييم
de: Bewertung
it_it: Valutazione
nl_nl: Beoordeling
pt_br: Avaliação
ru: Рейтинг

source: Search Results
ar: نتائج البحث
de: Suchergebnisse
it_it: Risultati della ricerca
nl_nl: Zoekresultaten
pt_br: Resultados da busca
ru: Результаты поиска

source: Description
ar: الوصف
de: Beschreibung
it_it: Descrizione
nl_nl: Beschrijving
pt_br: Descrição
ru: Описание

source: Full Title
ar: العنوان الكامل
de: Vollständiger Titel
it_it: Titolo Completo
nl_nl: Volledige titel
pt_br: Título completo
ru: Полное название

source: Language
ar: اللغة
de: Sprache
it_it: Lingua
nl_nl: Taal
pt_br: Idioma
ru: Язык

source: Format: %s (tap to download)
ar: التنسيق: %s (اضغط للتنزيل)
de: Format: %s (zum Herunterladen tippen)
it_it: Formato: %s (tocca per scaricare)
nl_nl: Formaat: %s (tik om te downloaden)
pt_br: Formato: %s (toque para baixar)
ru: Формат: %s (нажмите для скачивания)

source: Format: %s (Download not available)
ar: التنسيق: %s (التنزيل غير متاح)
de: Format: %s (Download nicht verfügbar)
it_it: Formato: %s (Download non disponibile)
nl_nl: Formaat: %s (Download niet beschikbaar)
pt_br: Formato: %s (Download não disponível)
ru: Формат: %s (Скачивание недоступно)

source: Download Book (Unknown Format)
ar: تنزيل كتاب (تنسيق غير معروف)
de: Buch herunterladen (Unbekanntes Format)
it_it: Scarica libro (Formato Sconosciuto)
nl_nl: Boek downloaden (onbekend formaat)
pt_br: Baixar livro (Formato Desconhecido)
ru: Скачать книгу (Неизвестный формат)

source: Size
ar: الحجم
de: Größe
it_it: Dimensione
nl_nl: Grootte
pt_br: Tamanho
ru: Размер

source: Publisher
ar: الناشر
de: Verlag
it_it: Editore
nl_nl: Uitgever
pt_br: Editora
ru: Издательство

source: Series
ar: السلسلة
de: Reihe
it_it: Serie
nl_nl: Serie
pt_br: Série
ru: Серия

source: Pages
ar: الصفحات
de: Seiten
it_it: Pagine
nl_nl: Pagina's
pt_br: Páginas
ru: Страницы

source: Back
ar: رجوع
de: Zurück
it_it: Indietro
nl_nl: Terug
pt_br: Voltar
ru: Назад

source: Book Details
ar: تفاصيل الكتاب
de: Buchdetails
it_it: Dettagli Libro
nl_nl: Boekdetails
pt_br: Detalhes do livro
ru: Детали книги

source: Download "%s"?
ar: تنزيل "%s"؟
de: "%s" herunterladen?
it_it: Scaricare "%s"?
nl_nl: "%s" downloaden?
pt_br: Baixar "%s"?
ru: Скачать "%s"?

source: "%s" downloaded successfully. Open it now?
ar: تم تنزيل "%s" بنجاح. هل تريد فتحه الآن؟
de: "%s" erfolgreich heruntergeladen. Jetzt öffnen?
it_it: "%s" scaricato con successo. Aprirlo ora?
nl_nl: "%s" is succesvol gedownload. Nu openen?
pt_br: "%s" baixado com sucesso. Abrir agora?
ru: "%s" успешно скачана. Открыть сейчас?

source: Turn off Wi-Fi after closing this dialog
de: WLAN nach Schließen dieses Dialogs ausschalten
it_it: Disattivare il Wi-Fi dopo aver chiuso questa finestra
nl_nl: Wi-Fi uitschakelen na sluiten van dit dialoog
pt_br: Desligar Wi-Fi após fechar este diálogo

source: Open book
ar: فتح الكتاب
de: Buch öffnen
it_it: Apri libro
nl_nl: Boek openen
pt_br: Abrir livro
ru: Открыть книгу

source: No recommended books found, please try again. Sometimes this requires a couple of retries.
ar: لم يتم العثور على كتب موصى بها، يرجى المحاولة مرة أخرى. أحيانًا يتطلب هذا بضع محاولات.
de: Keine empfohlenen Bücher gefunden, bitte versuchen Sie es erneut. Manchmal sind hierfür mehrere Versuche nötig.
it_it: Nessun libro consigliato trovato, riprova. A volte ciò richiede alcuni tentativi.
nl_nl: Geen aanbevolen boeken gevonden, probeer het opnieuw. Soms zijn meerdere pogingen nodig.
pt_br: Nenhum livro recomendado encontrado, por favor tente novamente. Às vezes é necessário tentar mais de uma vez.
ru: Рекомендуемые книги не найдены, попробуйте еще раз. Иногда требуется несколько попыток.

source: Z-library Recommended Books
ar: الكتب الموصى بها في Z-library
de: Z-library Empfohlene Bücher
it_it: Libri Consigliati di Z-library
nl_nl: Aanbevolen boeken van Z-library
pt_br: Livros recomendados da Z-library
ru: Рекомендуемые книги Z-библиотеки

source: No most popular books found. The list was empty, please try again.
ar: لم يتم العثور على كتب أكثر شعبية. القائمة كانت فارغة، يرجى المحاولة مرة أخرى.
de: Keine meistgelesenen Bücher gefunden. Die Liste war leer, bitte versuchen Sie es erneut.
it_it: Nessun libro più popolare trovato. L'elenco era vuoto, riprova.
nl_nl: Geen meest populaire boeken gevonden. De lijst was leeg, probeer het opnieuw.
pt_br: Nenhum livro mais popular encontrado. A lista estava vazia, por favor tente novamente.
ru: Популярные книги не найдены. Список пуст, попробуйте еще раз.

source: Z-library Most Popular Books
ar: الكتب الأكثر شعبية في Z-library
de: Z-library Meistgelesene Bücher
it_it: Libri Più Popolari di Z-library
nl_nl: Meest populaire boeken van Z-library
pt_br: Livros mais populares da Z-library
ru: Самые популярные книги Z-библиотеки

source: Fetch most recommended book from Z-library?
ar: جلب الكتاب الأكثر توصية من Z-library؟
de: Meistempfohlenes Buch von Z-library abrufen?
it_it: Recuperare il libro più consigliato da Z-library?
nl_nl: Meest aanbevolen boek ophalen van Z-library?
pt_br: Buscar o livro mais recomendado da Z-library?
ru: Загрузить самые рекомендуемые книги из Z-библиотеки?

source: Fetch most popular books from Z-library?
ar: جلب الكتب الأكثر شعبية من Z-library؟
de: Meistgelesene Bücher von Z-library abrufen?
it_it: Recuperare i libri più popolari da Z-library?
nl_nl: Meest populaire boeken ophalen van Z-library?
pt_br: Buscar os livros mais populares da Z-library?
ru: Загрузить самые популярные книги из Z-библиотеки?

source: Retrying search for "
ar: إعادة محاولة البحث عن "
de: Suche wird erneut versucht für "
it_it: Riprovo la ricerca per "
nl_nl: Zoekopdracht opnieuw proberen voor "
pt_br: Repetindo busca por "
ru: Повторный поиск для "

source: %s failed due to a timeout%s. Would you like to retry?
it_it: %s è fallito a causa di un timeout%s. Vuoi riprovare?
pt_br: %s falhou devido a um timeout%s. Gostaria de tentar novamente?

source: %s failed due to a network error. Would you like to retry?
it_it: %s è fallito a causa di un errore di rete. Vuoi riprovare?
pt_br: %s falhou devido a um erro de rede. Gostaria de tentar novamente?

source: %s failed due to a temporary issue. Would you like to retry?
it_it: %s è fallito a causa di un problema temporaneo. Vuoi riprovare?
pt_br: %s falhou devido a um problema temporário. Gostaria de tentar novamente?

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
it_it: Riprova
nl_nl: Opnieuw proberen
pt_br: Tentar novamente
ru: Повторить

source: Block timeout: %s seconds
it_it: Timeout blocco: %s secondi
pt_br: Timeout de bloco: %s segundos

source: Total timeout: %s
it_it: Timeout totale: %s
pt_br: Timeout total: %s

source: seconds
it_it: secondi
pt_br: segundos

source: Set %s block timeout (seconds)
it_it: Imposta timeout blocco %s (secondi)
pt_br: Definir timeout de bloco %s (segundos)

source: Please enter a valid number (minimum 1 second)
it_it: Inserisci un numero valido (minimo 1 secondo)
pt_br: Por favor, insira um número válido (mínimo 1 segundo)

source: Set %s total timeout (seconds, -1 for infinite)
it_it: Imposta timeout totale %s (secondi, -1 per infinito)
pt_br: Definir timeout total %s (segundos, -1 para infinito)

source: Please enter a valid number (minimum 1 second or -1 for infinite)
it_it: Inserisci un numero valido (minimo 1 secondo o -1 per infinito)
pt_br: Por favor, insira um número válido (mínimo 1 segundo ou -1 para infinito)

source: Reset to defaults
it_it: Ripristina impostazioni predefinite
pt_br: Restaurar padrões

source: Reset %s timeouts to default values?
it_it: Ripristinare i timeout %s ai valori predefiniti?
pt_br: Restaurar timeouts %s para valores padrão?

source: Reset
it_it: Ripristina
pt_br: Restaurar

source: Timeout settings reset to defaults
it_it: Impostazioni timeout ripristinate ai valori predefiniti
pt_br: Configurações de timeout restauradas para padrão

source: %s Timeout Settings
it_it: Impostazioni timeout %s
pt_br: Configurações de timeout %s

source: Login timeouts
it_it: Timeout login
pt_br: Timeouts de login

source: Search timeouts
it_it: Timeout ricerca
pt_br: Timeouts de busca

source: Book details timeouts
it_it: Timeout dettagli libro
pt_br: Timeouts de detalhes do livro

source: Recommended books timeouts
it_it: Timeout libri consigliati
pt_br: Timeouts de livros recomendados

source: Popular books timeouts
it_it: Timeout libri popolari
pt_br: Timeouts de livros populares

source: Popular books
it_it: Libri popolari
pt_br: Livros populares

source: Download timeouts
it_it: Timeout download
pt_br: Timeouts de download

source: Cover download timeouts
it_it: Timeout download copertina
pt_br: Timeouts de download de capa

source: Cover download
it_it: Download copertina
pt_br: Download de capa

source: Reset all timeouts to defaults
it_it: Ripristina tutti i timeout ai valori predefiniti
pt_br: Restaurar todos os timeouts para padrão

source: Reset all timeout settings to default values?
it_it: Ripristinare tutte le impostazioni timeout ai valori predefiniti?
pt_br: Restaurar todas as configurações de timeout para valores padrão?

source: Reset All
it_it: Ripristina tutto
pt_br: Restaurar tudo

source: All timeout settings reset to defaults
it_it: Tutte le impostazioni timeout ripristinate ai valori predefiniti
pt_br: Todas as configurações de timeout restauradas para padrão

source: Timeout Settings
it_it: Impostazioni timeout
pt_br: Configurações de timeout

source: Z-library most popular
ar: الأكثر شعبية في Z-library
de: Z-library – Am beliebtesten
nl_nl: Z-library meest populair
ru: Популярное в Z-библиотеке

source: Z-library recommended
ar: الموصى به في Z-library
de: Z-library – Empfohlen
nl_nl: Z-library aanbevolen
ru: Рекомендуемое в Z-библиотеке

source: Failed to retrieve user session after login.
ar: فشل استرداد جلسة المستخدم بعد تسجيل الدخول.
de: Benutzersitzung nach der Anmeldung konnte nicht abgerufen werden.
nl_nl: Kan gebruikerssessie niet ophalen na inloggen.
ru: Не удалось получить сессию пользователя после входа.

source: Search failed due to a temporary issue (HTTP 400). Would you like to retry?
ar: فشل البحث بسبب مشكلة مؤقتة (HTTP 400). هل ترغب في إعادة المحاولة؟
de: Die Suche ist aufgrund eines temporären Problems (HTTP 400) fehlgeschlagen. Möchten Sie es erneut versuchen?
nl_nl: Zoekopdracht mislukt vanwege een tijdelijk probleem (HTTP 400). Opnieuw proberen?
ru: Поиск не удался из-за временной проблемы (HTTP 400). Хотите повторить попытку?

source: Search failed
ar: فشل البحث
de: Suche fehlgeschlagen
nl_nl: Zoekopdracht mislukt
ru: Поиск не удался

source: Full Author
ar: المؤلف الكامل
de: Vollständiger Autor
nl_nl: Volledige auteur
ru: Полное имя автора

source: Description (tap to view)
ar: الوصف (اضغط للمشاهدة)
de: Beschreibung (zum Anzeigen tippen)
nl_nl: Beschrijving (tik om te bekijken)
ru: Описание (нажмите для просмотра)

source: OK
ar: موافق

source: Z-library
ru: Z-библиотека
