Repository: jorrhe/cwabd.koplugin
Catalog: l10n/*/koreader.po
Languages: ar, de, it_it, nl_nl, pt_br, ru

source: [[A plugin to search and download books from Z-library.]]
ar: [[مكون إضافي للبحث عن الكتب وتنزيلها من Z-library.]]
de: [[Ein Plugin zum Suchen und Herunterladen von Büchern aus der Z-library.]]
it_it: [[Un plugin per cercare e scaricare libri da Z-library.]]
nl_nl: [[Een plugin om boeken te zoeken en te downloaden van Z-library.]]
pt_br: [[Um plugin para buscar e baixar livros da Z-library.]]
ru: [[Плагин для поиска и скачивания книг из Z-библиотеки.]]

source: Z-library search
ar: البحث في Z-library
de: Z-library-Suche
it_it: Ricerca Z-library
nl_nl: Z-library zoeken
pt_br: Busca na Z-library
ru: Поиск в Z-библиотеке

source: Settings
ar: الإعدادات
de: Einstellungen
it_it: Impostazioni
nl_nl: Instellingen
pt_br: Configurações
ru: Настройки

source: Set base URL
ar: تعيين عنوان URL الأساسي
de: Basis-URL festlegen
it_it: Imposta URL base
nl_nl: Stel basis-URL in
pt_br: Definir URL base
ru: Установить базовый URL

source: Invalid Base URL.
ar: عنوان URL الأساسي غير صالح.
de: Ungültige Basis-URL.
it_it: URL base non valido.
nl_nl: Ongeldige basis-URL.
pt_br: URL base inválida.
ru: Некорректный базовый URL.

source: Set email
ar: تعيين البريد الإلكتروني
de: E-Mail festlegen
it_it: Imposta email
nl_nl: E-mailadres instellen
pt_br: Definir e-mail
ru: Установить email

source: Set password
ar: تعيين كلمة المرور
de: Passwort festlegen
it_it: Imposta password
nl_nl: Wachtwoord instellen
pt_br: Definir senha
ru: Установить пароль

source: Verify credentials
ar: التحقق من بيانات الاعتماد
de: Anmeldedaten überprüfen
it_it: Verifica credenziali
nl_nl: Inloggegevens verifiëren
pt_br: Verificar credenciais
ru: Проверить учетные данные

source: Login successful!
ar: تم تسجيل الدخول بنجاح!
de: Anmeldung erfolgreich!
it_it: Accesso riuscito!
nl_nl: Succesvol ingelogd!
pt_br: Login bem-sucedido!
ru: Вход выполнен успешно!

source: Set download directory
ar: تعيين دليل التنزيل
de: Download-Verzeichnis festlegen
it_it: Imposta directory di download
nl_nl: Downloadmap instellen
pt_br: Definir diretório de download
ru: Установить папку для загрузок

source: Select search languages
ar: تحديد لغات البحث
de: Suchsprachen auswählen
it_it: Seleziona lingue di ricerca
nl_nl: Selecteer zoektaal
pt_br: Selecionar idiomas de busca
ru: Выбрать языки для поиска

source: Select search formats
ar: تحديد تنسيقات البحث
de: Suchformate auswählen
it_it: Seleziona formati di ricerca
nl_nl: Selecteer zoekformaten
pt_br: Selecionar formatos de busca
ru: Выбрать форматы для поиска

source: Timeout settings
it_it: Impostazioni timeout
pt_br: Configurações de timeout

source: Check for updates
ar: التحقق من التحديثات
de: Auf Updates prüfen
it_it: Controlla aggiornamenti
nl_nl: Controleren op updates
pt_br: Verificar atualizações
ru: Проверить обновления

source: Error: Plugin path not found. Cannot check for updates.
ar: خطأ: لم يتم العثور على مسار المكون الإضافي. لا يمكن التحقق من التحديثات.
de: Fehler: Plugin-Pfad nicht gefunden. Updates können nicht geprüft werden.
it_it: Errore: Percorso plugin non trovato. Impossibile controllare gli aggiornamenti.
nl_nl: Fout: plug-inpad niet gevonden. Kan niet op updates controleren.
pt_br: Erro: Caminho do plugin não encontrado. Não é possível verificar atualizações.
ru: Ошибка: Путь к плагину не найден. Невозможно проверить обновления.

source: Search
ar: بحث
de: Suchen
it_it: Cerca
nl_nl: Zoeken
pt_br: Buscar
ru: Поиск

source: Recommended
ar: موصى به
de: Empfohlen
it_it: Consigliati
nl_nl: Aanbevolen
pt_br: Recomendados
ru: Рекомендуемые

source: Most popular
ar: الأكثر شعبية
de: Am beliebtesten
it_it: Più popolari
nl_nl: Meest populair
pt_br: Mais populares
ru: Популярные

source: No internet connection detected.
ar: لم يتم الكشف عن اتصال بالإنترنت.
de: Keine Internetverbindung erkannt.
it_it: Nessuna connessione internet rilevata.
nl_nl: Geen internetverbinding gedetecteerd.
pt_br: Nenhuma conexão com a internet detectada.
ru: Интернет-соединение не обнаружено.

source: No books found, please try again
ar: لم يتم العثور على كتب، يرجى المحاولة مرة أخرى
de: Keine Bücher gefunden, bitte versuchen Sie es erneut
it_it: Nessun libro trovato, riprova
nl_nl: Geen boeken gevonden, probeer het opnieuw
pt_br: Nenhum livro encontrado, por favor tente novamente
ru: Книги не найдены, попробуйте еще раз

source: Fetching recommended books...
ar: جلب الكتب الموصى بها...
de: Empfohlene Bücher werden abgerufen...
it_it: Recupero libri consigliati...
nl_nl: Aanbevolen boeken ophalen...
pt_br: Obtendo livros recomendados...
ru: Загрузка рекомендуемых книг...

source: Failed to fetch recommended books
ar: فشل جلب الكتب الموصى بها
de: Empfohlene Bücher konnten nicht abgerufen werden
it_it: Impossibile recuperare i libri consigliati
nl_nl: Kan aanbevolen boeken niet ophalen
pt_br: Falha ao obter livros recomendados
ru: Не удалось загрузить рекомендуемые книги

source: Fetching most popular books...
ar: جلب الكتب الأكثر شعبية...
de: Beliebteste Bücher werden abgerufen...
it_it: Recupero libri più popolari...
nl_nl: Meest populaire boeken ophalen...
pt_br: Obtendo livros mais populares...
ru: Загрузка популярных книг...

source: Failed to fetch most popular books
ar: فشل جلب الكتب الأكثر شعبية
de: Beliebteste Bücher konnten nicht abgerufen werden
it_it: Impossibile recuperare i libri più popolari
nl_nl: Kan meest populaire boeken niet ophalen
pt_br: Falha ao obter livros mais populares
ru: Не удалось загрузить популярные книги

source: Fetching book details...
ar: جلب تفاصيل الكتاب...
de: Buchdetails werden abgerufen...
it_it: Recupero dettagli libro...
nl_nl: Boekdetails ophalen...
pt_br: Obtendo detalhes do livro...
ru: Получение деталей книги...

source: Failed to fetch book details
ar: فشل جلب تفاصيل الكتاب
de: Buchdetails konnten nicht abgerufen werden
it_it: Impossibile recuperare i dettagli del libro
nl_nl: Kan boekdetails niet ophalen
pt_br: Falha ao obter detalhes do livro
ru: Не удалось получить детали книги

source: Could not retrieve book details.
ar: تعذر استرداد تفاصيل الكتاب.
de: Buchdetails konnten nicht abgerufen werden.
it_it: Impossibile recuperare i dettagli del libro.
nl_nl: Kan boekdetails niet ophalen.
pt_br: Não foi possível recuperar os detalhes do livro.
ru: Не удалось получить информацию о книге.

source: Please set both username and password first.
ar: الرجاء تعيين اسم المستخدم وكلمة المرور أولاً.
de: Bitte legen Sie zuerst Benutzernamen und Passwort fest.
it_it: Per favore, imposta prima nome utente e password.
nl_nl: Stel eerst zowel gebruikersnaam als wachtwoord in.
pt_br: Por favor, defina primeiro o nome de usuário e a senha.
ru: Пожалуйста, сначала укажите имя пользователя и пароль.

source: Logging in...
ar: تسجيل الدخول...
de: Anmeldung läuft...
it_it: Accesso in corso...
nl_nl: Bezig met inloggen...
pt_br: Entrando...
ru: Выполняется вход...

source: Searching for "
ar: البحث عن "
de: Suche nach "
it_it: Ricerca di "
nl_nl: Zoeken naar "
pt_br: Buscando por "
ru: Поиск "

source: No results found for "
ar: لا توجد نتائج لـ "
de: Keine Ergebnisse gefunden für "
it_it: Nessun risultato trovato per "
nl_nl: Geen resultaten gevonden voor "
pt_br: Nenhum resultado encontrado para "
ru: Ничего не найдено для "

source: Loading more results (Page %s)...
ar: جارٍ تحميل المزيد من النتائج (الصفحة %s)...
de: Weitere Ergebnisse werden geladen (Seite %s)...
it_it: Caricamento altri risultati (Pagina %s)...
nl_nl: Meer resultaten laden (Pagina %s)...
pt_br: Carregando mais resultados (Página %s)...
ru: Загрузка дополнительных результатов (Страница %s)...

source: Failed to load more results
ar: فشل تحميل المزيد من النتائج
de: Weitere Ergebnisse konnten nicht geladen werden
it_it: Impossibile caricare altri risultati
nl_nl: Kan geen extra resultaten laden
pt_br: Falha ao carregar mais resultados
ru: Не удалось загрузить дополнительные результаты

source: No more results found.
ar: لم يتم العثور على المزيد من النتائج.
de: Keine weiteren Ergebnisse gefunden.
it_it: Nessun altro risultato trovato.
nl_nl: Geen extra resultaten gevonden.
pt_br: Nenhum outro resultado encontrado.
ru: Больше результатов не найдено.

source: No download link available for this book.
ar: لا يوجد رابط تنزيل متاح لهذا الكتاب.
de: Für dieses Buch ist kein Download-Link verfügbar.
it_it: Nessun link di download disponibile per questo libro.
nl_nl: Geen downloadlink beschikbaar voor dit boek.
pt_br: Nenhum link de download disponível para este livro.
ru: Для этой книги нет доступной ссылки для скачивания.

source: Cannot create downloads directory: %s
ar: لا يمكن إنشاء دليل التنزيلات: %s
de: Download-Verzeichnis kann nicht erstellt werden: %s
it_it: Impossibile creare la directory dei download: %s
nl_nl: Kan downloadmap niet aanmaken: %s
pt_br: Não é possível criar o diretório de downloads: %s
ru: Не удалось создать папку для загрузок: %s

source: Downloading…
ar: جارٍ التنزيل...
de: Wird heruntergeladen…
it_it: Download in corso…
nl_nl: Bezig met downloaden…
pt_br: Baixando…
ru: Загрузка…

source: Could not open reader UI.
ar: تعذر فتح واجهة المستخدم للقارئ.
de: Lese-Benutzeroberfläche konnte nicht geöffnet werden.
it_it: Impossibile aprire l'interfaccia del lettore.
nl_nl: Kan de reader-interface niet openen.
pt_br: Não foi possível abrir a interface do leitor.
ru: Не удалось открыть интерфейс читалки.

source: Download failed: Unknown error
ar: فشل التنزيل: خطأ غير معروف
de: Download fehlgeschlagen: Unbekannter Fehler
it_it: Download fallito: Errore sconosciuto
nl_nl: Download mislukt: Onbekende fout
pt_br: Falha no download: Erro desconhecido
ru: Ошибка загрузки: Неизвестная ошибка

source: Download limit reached. Please try again later or check your account.
ar: تم الوصول إلى حد التنزيل. يرجى المحاولة مرة أخرى لاحقًا أو التحقق من حسابك.
de: Download-Limit erreicht. Bitte versuchen Sie es später erneut oder überprüfen Sie Ihr Konto.
it_it: Limite di download raggiunto. Riprova più tardi o controlla il tuo account.
nl_nl: Downloadlimiet bereikt. Probeer het later opnieuw of controleer je account.
pt_br: Limite de download atingido. Por favor, tente novamente mais tarde ou verifique sua conta.
ru: Достигнут лимит загрузок. Попробуйте позже или проверьте свой аккаунт.

source: Download
ar: تنزيل
de: Herunterladen
it_it: Scarica
nl_nl: Downloaden
pt_br: Baixar
ru: Скачать

source: Z-library server URL not configured.
ar: عنوان URL لخادم Z-library غير مكون.
de: Z-library Server-URL nicht konfiguriert.
it_it: URL del server Z-library non configurato.
nl_nl: Z-library server-URL is niet geconfigureerd.
pt_br: URL do servidor da Z-library não configurada.
ru: URL сервера Z-библиотеки не настроен.

source: Failed to fetch recommended books (no response body).
ar: فشل جلب الكتب الموصى بها (لا يوجد نص استجابة).
de: Empfohlene Bücher konnten nicht abgerufen werden (kein Antworttext).
it_it: Impossibile recuperare i libri consigliati (nessun corpo di risposta).
nl_nl: Kan aanbevolen boeken niet ophalen (geen response body).
pt_br: Falha ao obter livros recomendados (sem corpo de resposta).
ru: Не удалось получить рекомендуемые книги (нет тела ответа).

source: Failed to parse recommended books response.
ar: فشل تحليل استجابة الكتب الموصى بها.
de: Antwort für empfohlene Bücher konnte nicht verarbeitet werden.
it_it: Impossibile analizzare la risposta dei libri consigliati.
nl_nl: Kan reactie met aanbevolen boeken niet parseren.
pt_br: Falha ao analisar a resposta dos livros recomendados.
ru: Не удалось обработать ответ с рекомендуемыми книгами.

source: API returned an error for recommended books.
ar: أرجع API خطأ للكتب الموصى بها.
de: API gab einen Fehler für empfohlene Bücher zurück.
it_it: L'API ha restituito un errore per i libri consigliati.
nl_nl: API retourneerde een fout voor aanbevolen boeken.
pt_br: A API retornou um erro para os livros recomendados.
ru: API вернул ошибку для рекомендуемых книг.

source: Failed to fetch most popular books (no response body).
ar: فشل جلب الكتب الأكثر شعبية (لا يوجد نص استجابة).
de: Beliebteste Bücher konnten nicht abgerufen werden (kein Antworttext).
it_it: Impossibile recuperare i libri più popolari (nessun corpo di risposta).
nl_nl: Kan meest populaire boeken niet ophalen (geen response body).
pt_br: Falha ao obter os livros mais populares (sem corpo de resposta).
ru: Не удалось получить популярные книги (нет тела ответа).

source: Failed to parse most popular books response.
ar: فشل تحليل استجابة الكتب الأكثر شعبية.
de: Antwort für beliebteste Bücher konnte nicht verarbeitet werden.
it_it: Impossibile analizzare la risposta dei libri più popolari.
nl_nl: Kan reactie met meest populaire boeken niet parseren.
pt_br: Falha ao analisar a resposta dos livros mais populares.
ru: Не удалось обработать ответ с популярными книгами.

source: API returned an error for most popular books.
ar: أرجع API خطأ للكتب الأكثر شعبية.
de: API gab einen Fehler für die beliebtesten Bücher zurück.
it_it: L'API ha restituito un errore per i libri più popolari.
nl_nl: API retourneerde een fout voor meest populaire boeken.
pt_br: A API retornou um erro para os livros mais populares.
ru: API вернул ошибку для популярных книг.

source: Z-library server URL not configured or book identifiers missing.
ar: عنوان URL لخادم Z-library غير مكون أو معرفات الكتب مفقودة.
de: Z-library Server-URL nicht konfiguriert oder Buch-IDs fehlen.
it_it: URL del server Z-library non configurato o identificatori del libro mancanti.
nl_nl: Z-library server-URL niet ingesteld of boek-ID's ontbreken.
pt_br: URL do servidor da Z-library não configurada ou identificadores de livros ausentes.
ru: URL сервера Z-библиотеки не настроен или отсутствуют идентификаторы книги.

source: Failed to fetch book details (no response body).
ar: فشل جلب تفاصيل الكتاب (لا يوجد نص استجابة).
de: Buchdetails konnten nicht abgerufen werden (kein Antworttext).
it_it: Impossibile recuperare i dettagli del libro (nessun corpo di risposta).
nl_nl: Kan boekdetails niet ophalen (geen response body).
pt_br: Falha ao obter detalhes do livro (sem corpo de resposta).
ru: Не удалось получить детали книги (нет тела ответа).

source: Failed to parse book details response.
ar: فشل تحليل استجابة تفاصيل الكتاب.
de: Antwort für Buchdetails konnte nicht verarbeitet werden.
it_it: Impossibile analizzare la risposta dei dettagli del libro.
nl_nl: Kan reactie met boekdetails niet parseren.
pt_br: Falha ao analisar a resposta dos detalhes do livro.
ru: Не удалось обработать ответ с деталями книги.

source: API returned an error for book details.
ar: أرجع API خطأ لتفاصيل الكتاب.
de: API gab einen Fehler für Buchdetails zurück.
it_it: L'API ha restituito un errore per i dettagli del libro.
nl_nl: API retourneerde een fout voor boekdetails.
pt_br: A API retornou um erro para os detalhes do livro.
ru: API вернул ошибку для деталей книги.

source: Failed to process book details.
ar: فشل معالجة تفاصيل الكتاب.
de: Buchdetails konnten nicht verarbeitet werden.
it_it: Impossibile elaborare i dettagli del libro.
nl_nl: Kan boekdetails niet verwerken.
pt_br: Falha ao processar os detalhes do livro.
ru: Не удалось обработать детали книги.

source: Title
ar: العنوان
de: Titel
it_it: Titolo
nl_nl: Titel
pt_br: Título
ru: Название

source: Year
ar: السنة
de: Jahr
it_it: Anno
nl_nl: Jaar
pt_br: Ano
ru: Год

source: infinite
it_it: infinito
pt_br: infinito

source: Block: %ds, Total: %s
it_it: Blocco: %ds, Totale: %s
pt_br: Bloco: %ds, Total: %s

source: Untitled
ar: بلا عنوان
de: Ohne Titel
it_it: Senza titolo
nl_nl: Zonder titel
pt_br: Sem título
ru: Без названия

source: Unknown Author
ar: مؤلف غير معروف
de: Unbekannter Autor
it_it: Autore Sconosciuto
nl_nl: Onbekende auteur
pt_br: Autor desconhecido
ru: Неизвестный автор

source: Author
ar: المؤلف
de: Autor
it_it: Autore
nl_nl: Auteur
pt_br: Autor
ru: Автор

source: Update failed: Could not determine where to install the plugin.
ar: فشل التحديث: تعذر تحديد مكان تثبيت المكون الإضافي.
de: Update fehlgeschlagen: Installationsort des Plugins konnte nicht bestimmt werden.
it_it: Aggiornamento fallito: Impossibile determinare dove installare il plugin.
nl_nl: Update mislukt: Kan de installatieplek van de plugin niet bepalen.
pt_br: Falha na atualização: Não foi possível determinar onde instalar o plugin.
ru: Ошибка обновления: Не удалось определить место установки плагина.

source: Installing update...
ar: جارٍ تثبيت التحديث...
de: Update wird installiert...
it_it: Installazione aggiornamento...
nl_nl: Update installeren...
pt_br: Instalando atualização...
ru: Установка обновления...

source: Update installation failed.
ar: فشل تثبيت التحديث.
de: Update-Installation fehlgeschlagen.
it_it: Installazione aggiornamento fallita.
nl_nl: Update-installatie mislukt.
pt_br: A instalação da atualização falhou.
ru: Ошибка установки обновления.

source: Update installed successfully. Please restart KOReader for changes to take effect.
ar: تم تثبيت التحديث بنجاح. يرجى إعادة تشغيل KOReader لتطبيق التغييرات.
de: Update erfolgreich installiert. Bitte starten Sie KOReader neu, damit die Änderungen wirksam werden.
it_it: Aggiornamento installato con successo. Riavvia KOReader affinché le modifiche abbiano effetto.
nl_nl: Update succesvol geïnstalleerd. Herstart KOReader om de wijzigingen toe te passen.
pt_br: Atualização instalada com sucesso. Por favor, reinicie o KOReader para que as alterações tenham efeito.
ru: Обновление успешно установлено. Перезапустите KOReader для применения изменений.

source: No internet connection detected. Please connect to the internet and try again.
ar: لم يتم الكشف عن اتصال بالإنترنت. يرجى الاتصال بالإنترنت والمحاولة مرة أخرى.
de: Keine Internetverbindung erkannt. Bitte stellen Sie eine Internetverbindung her und versuchen Sie es erneut.
it_it: Nessuna connessione internet rilevata. Connettiti a internet e riprova.
nl_nl: Geen internetverbinding gedetecteerd. Maak verbinding met internet en probeer opnieuw.
pt_br: Nenhuma conexão com a internet detectada. Por favor, conecte-se à internet e tente novamente.
ru: Интернет-соединение не обнаружено. Пожалуйста, подключитесь к интернету и попробуйте снова.

source: Update check failed: Could not determine plugin location.
ar: فشل التحقق من التحديث: تعذر تحديد موقع المكون الإضافي.
de: Update-Prüfung fehlgeschlagen: Plugin-Speicherort konnte nicht bestimmt werden.
it_it: Verifica aggiornamenti fallita: Impossibile determinare la posizione del plugin.
nl_nl: Updatecontrole mislukt: Kan de locatie van de plugin niet bepalen.
pt_br: Falha na verificação de atualização: Não foi possível determinar a localização do plugin.
ru: Ошибка проверки обновлений: Не удалось определить расположение плагина.

source: Unsupported plugin path for OTA update: %s. Only 'plugins/zlibrary.koplugin' is supported.
ar: مسار المكون الإضافي غير مدعوم لتحديث OTA: %s. فقط 'plugins/zlibrary.koplugin' مدعوم.
de: Nicht unterstützter Plugin-Pfad für OTA-Update: %s. Nur 'plugins/zlibrary.koplugin' wird unterstützt.
it_it: Percorso plugin non supportato per l'aggiornamento OTA: %s. È supportato solo 'plugins/zlibrary.koplugin'.
nl_nl: Niet-ondersteund plug-inpad voor OTA-update: %s. Alleen 'plugins/zlibrary.koplugin' wordt ondersteund.
pt_br: Caminho de plugin não suportado para atualização OTA: %s. Apenas 'plugins/zlibrary.koplugin' é suportado.
ru: Неподдерживаемый путь к плагину для OTA обновления: %s. Поддерживается только 'plugins/zlibrary.koplugin'.

source: Checking for updates...
ar: التحقق من التحديثات...
de: Auf Updates prüfen...
it_it: Verifica aggiornamenti...
nl_nl: Bezig met zoeken naar updates...
pt_br: Verificando atualizações...
ru: Проверка обновлений...

source: Failed to check for updates. Please check your internet connection.
ar: فشل التحقق من التحديثات. يرجى التحقق من اتصالك بالإنترنت.
de: Fehler beim Prüfen auf Updates. Bitte überprüfen Sie Ihre Internetverbindung.
it_it: Impossibile controllare gli aggiornamenti. Controlla la tua connessione internet.
nl_nl: Kan niet controleren op updates. Controleer je internetverbinding.
pt_br: Falha ao verificar atualizações. Por favor, verifique sua conexão com a internet.
ru: Не удалось проверить обновления. Пожалуйста, проверьте интернет-соединение.

source: Could not find update information (invalid data format).
ar: تعذر العثور على معلومات التحديث (تنسيق بيانات غير صالح).
de: Update-Informationen konnten nicht gefunden werden (ungültiges Datenformat).
it_it: Impossibile trovare informazioni sull'aggiornamento (formato dati non valido).
nl_nl: Kan geen update-informatie vinden (ongeldig gegevensformaat).
pt_br: Não foi possível encontrar informações de atualização (formato de dados inválido).
ru: Не удалось найти информацию об обновлении (неверный формат данных).

source: Could not find update version information.
ar: تعذر العثور على معلومات إصدار التحديث.
de: Update-Versionsinformationen konnten nicht gefunden werden.
it_it: Impossibile trovare informazioni sulla versione dell'aggiornamento.
nl_nl: Kan geen informatie over updateversie vinden.
pt_br: Não foi possível encontrar informações da versão da atualização.
ru: Не удалось найти информацию о версии обновления.

source: Could not understand the update version format.
ar: تعذر فهم تنسيق إصدار التحديث.
de: Das Update-Versionsformat konnte nicht verstanden werden.
it_it: Impossibile comprendere il formato della versione dell'aggiornamento.
nl_nl: Kan het updateversieformaat niet begrijpen.
pt_br: Não foi possível entender o formato da versão da atualização.
ru: Не удалось распознать формат версии обновления.

source: Could not find update files.
ar: تعذر العثور على ملفات التحديث.
de: Update-Dateien konnten nicht gefunden werden.
it_it: Impossibile trovare i file di aggiornamento.
nl_nl: Kan updatebestanden niet vinden.
pt_br: Não foi possível encontrar arquivos de atualização.
ru: Не удалось найти файлы обновления.

source: Could not find a download link for the update.
ar: تعذر العثور على رابط تنزيل للتحديث.
de: Es konnte kein Download-Link für das Update gefunden werden.
it_it: Impossibile trovare un link per il download dell'aggiornamento.
nl_nl: Kan geen downloadlink voor de update vinden.
pt_br: Não foi possível encontrar um link de download para a atualização.
ru: Не удалось найти ссылку для скачивания обновления.

source: You are already on the latest version (%s) or newer.
ar: أنت بالفعل على أحدث إصدار (%s) أو أحدث.
de: Sie haben bereits die neueste Version (%s) oder eine neuere.
it_it: Sei già alla versione più recente (%s) o successiva.
nl_nl: Je hebt al de nieuwste versie (%s) of een nieuwere.
pt_br: Você já está na versão mais recente (%s) ou superior.
ru: У вас уже установлена последняя версия (%s) или новее.

source: Could not determine your current version, but the latest is %s. If you recently updated, you might be up-to-date.
ar: تعذر تحديد إصدارك الحالي، لكن الأحدث هو %s. إذا قمت بالتحديث مؤخرًا، فقد تكون محدثًا.
de: Ihre aktuelle Version konnte nicht ermittelt werden, aber die neueste ist %s. Wenn Sie kürzlich aktualisiert haben, sind Sie möglicherweise auf dem neuesten Stand.
it_it: Impossibile determinare la tua versione attuale, ma l'ultima è %s. Se hai aggiornato di recente, potresti essere già aggiornato.
nl_nl: Kan je huidige versie niet bepalen, maar de nieuwste is %s. Als je onlangs hebt bijgewerkt, ben je mogelijk up-to-date.
pt_br: Não foi possível determinar sua versão atual, mas a mais recente é %s. Se você atualizou recentemente, pode estar atualizado.
ru: Не удалось определить текущую версию, но последняя - %s. Если вы недавно обновлялись, возможно у вас актуальная версия.
